Repository: houmem/easysignup
Catalog: translations/*.po
Languages: de

source: Subscription Management
de: Abonnementverwaltung

source: You want to customize your subscription
de: Möchten Sie Ihr Abonnement anpassen

source: You want to unsubscribe
de: Möchten Sie sich abmelden

source: This link is not valid
de: Dieser Link ist nicht gültig

source: You will receive a notification email, once new content is published in your chosen categories.
de: Sie erhalten eine E-Mail-Benachrichtigung, sobald neuer Inhalte in Ihren gewählten Kategorien veröffentlicht wird.

source: Your interests
de: Ihre Interessen

source: Update your subscription
de: Aktualisieren Sie Ihr Abonnement

source: Options
de: Optionen

source: Comments
de: Kommentare

source: Submit
de: Absenden

source: The changes has been saved
de: Die Änderungen wurden gespeichert

source: You are successfully unsubscribed.
de: Sie haben sich erfolgreich abgemeldet.

source: Content type
de: Inhaltstyp

source: Operation
de: Aktion

source: Delete
de: löschen

source: Item deleted.
de: Element wurde gelöcht.

source: Latest articles
de: Letzte Artikel

source: Latest comments
de: Letzte Kommentare

source: with comments
de: mit Kommentaren

source: Email settings
de: E-Mail-Einstellungen

source: Custom sender
de: Benutzerdefinierter Absender

source: Enter a name to be used as sender in the headers when sending email with this module. Default value is the site name
de: Geben Sie einen Namen ein, der als Absender der E-Mails zu verwenden ist, wenn Sie E-Mails mit diesem Modul senden. Standardwert ist der Name der Website.

source: Enter a valid email address to be used in the headers when sending email with this module. Default value is the site email
de: Geben Sie eine E-Mail Adresse ein, die als Absender der E-Mails zu verwenden ist, wenn Sie E-Mails mit diesem Modul senden. Standardwert ist die E-Mail der Website.

source: Content types
de: Inhaltstypen

source: Signup for comments for this content type
de: Abonnieren Sie Kommentare von diesem Inhaltstypen

source: Make this content type private (only logged in users)
de: Diesen Inhaltstyp privat machen (nur für angemeldete Benutzern)

source: No content types available
de: Keine verfügbare Inhaltstypen

source: The email address is not valid!
de: Die E-Mail Adresse ist ungültig

source: The Easy signup module generates a block so that users can signup and be notified for new content
de: Das easysignup Modul generiert einen Block, so dass die Benutzer Inhalte abonnieren können und darüber benachrichtigt werden.

source: No content type available
de: Keine verfügbare Inhaltstypen

source: Be top-informed! Receive the latest articles automatically by email.
de: Top informiert! Erhalten Sie die neuesten Artikel automatisch per E-Mail.

source: Your email
de: Ihre E-Mail

source: Select your individual interests from the following areas.
de: Wählen Sie Ihre individuellen Interessen aus den folgenden Bereichen aus.

source: Go
de: Absenden

source: Please enter a valid email address!
de: Geben Sie bitte eine gültige Email-Adresse ein!

source: Please make a choise!
de: Wählen Sie bitte!

source: You will receive an email with a confirmation link. By clicking on the link, the registration process will be completed.
de: Sie erhalten eine E-Mail-Benachrichtigung, sobald neuer Inhalt in Ihren ausgewählten Kategorien online zur Verfügung steht.

source: This email address is already used. Please use another email address.
de: Diese E-Mail Adresse ist schon verwendet. Bitte benutzen Sie eine andere E-Mail Adresse.

source: Notification
de: Benachrichtigung

source: add current node to the notification pool
de: Diesen Node zur Benachrichtigungsliste hinzufügen

source: New content available under @site
de: Neuer Inhalt verfügbar unter @site

source: Below you will find an overview of new and updated content for your subscribed areas
de: Hier finden Sie einen Überblick neuer und aktualisierter Inhalte aus Ihren abonnierten Bereichen der Webseite.

source: Subscription to new content from
de: Abonnement für neue Inhalte aus

source: Complete registration process. Please confirm your email by clicking below
de: Anmeldeprozess abschließen. Bestätigen Sie Ihre E-Mail, indem Sie nachfolgend klicken.

source: Configure Easy signup
de: Easysignup konfigurieren

source: Your registration has been successful.
de: Ihre Anmeldung war erfolgreich.

source: your subscription is confirmed
de: Ihr Abonnement wurde bestätigt

source: Easy signup manage subscription
de: Easy Signup Abonnementverwaltung

source: Managing subscription
de: Abonnementverwaltung

source: Easy signup unsubscribe
de: Easy signup Abmeldung

source: Unsubsribe
de: Abmelden

source: Subscribers list
de: Liste der Abonnenten

source: List of current subcribers
de: Liste der aktuellen Abonnenten

source: Easy signup per content type
de: Easy signup pro Inhaltstyp
